app/views/properties/_index.html.erb

SELECT "properties".* FROM "properties"
---
  <tbody>
  <% Property.all.each do |property| %>