app/views/data/_properties.html.erb

  <tbody>
  <% Property.all.each do |property| %>
---
SELECT "properties".* FROM "properties"